<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Coreograf&iacute;a y elementos de la danza</title>
<style type="text/css">
<!--
.Estilo1 {
	font-size: 24px;
	font-weight: bold;
}
.Estilo2 {font-size: 18px}
-->
</style>
</head>

<body>
<h2><span id="Coreograf&iacute;a_y_elementos_de_la_danza">Coreograf&iacute;a y elementos de la danza</span></h2>
<p>Coreograf&iacute;a (literalmente &quot;escritura de la danza&quot;, tambi&eacute;n llamada composici&oacute;n de la danza). De las palabras griegas &quot;&chi;&omicron;&rho;&epsilon;&#943;&alpha;&quot; (danza circular, corea) y &quot;&gamma;&rho;&alpha;&phi;&#942;&quot; (escritura). Es el arte de crear estructuras en las que suceden movimientos; el t&eacute;rmino composici&oacute;n tambi&eacute;n puede referirse a la navegaci&oacute;n o conexi&oacute;n de estas estructuras de movimientos. La estructura de movimientos resultante tambi&eacute;n puede ser considerada como la coreograf&iacute;a. Las personas que crean la coreograf&iacute;a son llamados core&oacute;grafos.</p>
<p>Los elementos (movimientos) y caracter&iacute;sticas espec&iacute;ficas de una danza, se utilizan para elaborar una coreograf&iacute;a, y a partir de ellos pueden inventarse nuevos movimientos para crear nuevas coreograf&iacute;as. La coreograf&iacute;a tambi&eacute;n es utilizada en situaciones especiales, como en la cinematograf&iacute;a, el teatro, musicales, conciertos, performances, eventos y presentaciones art&iacute;sticas.&#8203;</p>
<p class="Estilo1">Elementos que conforman a la danza</p>
<p align="center"><img src="img9.jpg" width="270" height="179" /></p>
<p align="left"><br />
  La danza se compone de diversos elementos b&aacute;sicos que se interrelacionan, logrando transmitir emociones al p&uacute;blico y para el mismo bailar&iacute;n.</p>
<p><a href="Movimiento.html">Movimiento</a> corporal<br />
  <a href="ritmo2.html">Ritmo</a><br />
  <a href="Expresioncorporal.html">Expresión corporal</a><br />
  <a href="Expresionfacial.html">Expresión facial</a><br />
  <a href="espacio.html">Espacio</a><br />
  <a href="Estilo.html">Estilo</a></p>
<p><br />
  El uso predominante de uno u otro elemento no es siempre parejo; en ciertos bailes predomina el ritmo, en otros el uso del espacio, en otros el estilo, etc. Es importante destacar que de acuerdo al tipo y g&eacute;nero de baile se acentuar&aacute; el uso de uno u otro elemento. Dentro del baile se van creando nuevos g&eacute;neros y variantes al crear nuevas coreograf&iacute;as y de esta forma se van diversificando.</p>
<p>Cuando la danza se manifiesta con una intenci&oacute;n determinada, diferente a lo que es el puro bailar o como el equilibrio est&eacute;tico que es el ballet cl&aacute;sico, se puede complementar con lo que se puede denominar &laquo;adicionales no danzantes&raquo;. Estos son: m&iacute;mica, gesto simb&oacute;lico, canto y palabra.</p>
<p><a href="index.html" class="Estilo2">P&aacute;gina Principal </a></p>
</body>
</html>
