<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Definici&oacute;n</title>
<style type="text/css">
<!--
.Estilo1 {
	font-size: 36px;
	font-weight: bold;
}
.Estilo2 {font-size: 18px}
-->
</style>
</head>

<body>
<p class="Estilo1">Definici&oacute;n</p>
<p>La danza o el baile es un arte donde se utiliza el movimiento del cuerpo, normalmente con m&uacute;sica, como una forma de expresi&oacute;n y de interacci&oacute;n social con fines de entretenimiento y art&iacute;sticos.</p>
<p align="center"><img src="img2.jpg" width="300" height="216" /></p>
<p>Es el movimiento est&aacute;tico y en desplazamiento que sucede en el espacio y el tiempo que se realiza con una parte y todo el cuerpo del ejecutante, con cierto comp&aacute;s o ritmo como expresi&oacute;n de sentimientos individuales o de s&iacute;mbolos de la cultura y la sociedad. La danza tambi&eacute;n es una forma de comunicaci&oacute;n. Se usa el lenguaje no verbal entre los seres humanos donde el bailar&iacute;n o bailarina expresa sentimientos y emociones a trav&eacute;s de gestos y movimientos. Se realiza mayormente con m&uacute;sica, ya sea una canci&oacute;n, pieza musical o tonos.</p>
<p>Los primeros en reconocer la danza como un arte fueron los griegos, que le dedicaron en su mitolog&iacute;a una musa: Terps&iacute;core. Su pr&aacute;ctica estaba ligada al culto del dios Dioniso y, junto con la poes&iacute;a y la m&uacute;sica, era elemento indispensable de la tragedia griega, donde la catarsis pon&iacute;a al individuo en relaci&oacute;n con los dioses; aunque tambi&eacute;n entre los griegos cumpl&iacute;a la danza una funci&oacute;n de comunicaci&oacute;n y cohesi&oacute;n social.</p>
<p>Dentro de la danza existe la coreograf&iacute;a, que es el arte de crear danzas. A la persona que crea coreograf&iacute;as se le conoce como core&oacute;grafo. La danza se puede bailar con un n&uacute;mero variado de bailarines, que va desde solitario, en pareja o grupos; pero el n&uacute;mero por lo general depender&aacute; de la danza que se ejecutar&aacute; y tambi&eacute;n de su objetivo, y en algunos casos m&aacute;s estructurados, de la idea del core&oacute;grafo.</p>
<p class="Estilo2"><a href="index.html">Página Principal </a></p>
</body>
</html>
