<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Enfoques</title>
<style type="text/css">
<!--
.Estilo1 {font-size: 18px}
-->
</style>
</head>

<body>
<h2><span id="Enfoques">Enfoques</span></h2>
<h3><span id="Teatral">Teatral</span></h3>
<p>La danza de concierto, como la &oacute;pera, generalmente depende, para su forma a gran escala, de una estructura narrativa dram&aacute;tica. Los movimientos y gestos de la coreograf&iacute;a est&aacute;n destinados principalmente a imitar la personalidad y los objetivos de los personajes y su papel en la trama.&#8203; Estos requisitos teatrales tienden a realizar movimientos m&aacute;s largos y libres que los habituales en los estilos de danza no narrativos. Por otro lado, el ballet blanco, desarrollado en el siglo xix, permite interludios de danza r&iacute;tmica que se convirtieron en ballets totalmente &quot;sin trama&quot; en el siglo xx&#8203; y que permit&iacute;an pasos de baile r&aacute;pidos y r&iacute;tmicos como los del petit alegro. Un ejemplo bien conocido es la Danza de los polluelos de cisne en el segundo acto del Lago de los cisnes.</p>
<p>El ballet se desarroll&oacute; a partir de producciones dram&aacute;ticas cortesanas de Francia e Italia de los siglos XVI y XVII y durante alg&uacute;n tiempo los bailarines interpretaron danzas desarrolladas a partir de las conocidas de la suite musical,&#8203; todas ellas definidas por ritmos definidos, estrechamente identificados con cada danza. Estos aparecieron como danzas de personajes en la era del nacionalismo rom&aacute;ntico.</p>
<p>El ballet alcanz&oacute; una moda generalizada en la era rom&aacute;ntica, acompa&ntilde;ado por una orquesta m&aacute;s grande y concepciones musicales m&aacute;s grandiosas que no se prestaban f&aacute;cilmente a la claridad r&iacute;tmica y por una danza que enfatizaba el mimo dram&aacute;tico. Se necesitaba un concepto m&aacute;s amplio de ritmo, lo que Rudolf Laban denomina &quot;ritmo y forma&quot; del movimiento que comunica car&aacute;cter, emoci&oacute;n e intenci&oacute;n, mientras que solo ciertas escenas requer&iacute;an la sincronizaci&oacute;n exacta del paso y la m&uacute;sica esencial para otros estilos de danza, de modo que, para Lab&aacute;n, los europeos modernos parec&iacute;an totalmente incapaces de captar el significado de &quot;movimientos r&iacute;tmicos primitivos&quot;,&#8203; una situaci&oacute;n que comenz&oacute; a cambiar en el siglo xx con producciones como El rito de la primavera de Igor Stravinsky con su nuevo lenguaje r&iacute;tmico que evoca sentimientos primarios de un pasado primitivo.</p>
<p>Los estilos de danza cl&aacute;sica de la India, como el ballet, suelen tener una forma dram&aacute;tica, de modo que existe una complementariedad similar entre la expresi&oacute;n narrativa y la danza &quot;pura&quot;. En este caso, los dos se definen por separado, aunque no siempre se realizan por separado. Los elementos r&iacute;tmicos, que son abstractos y t&eacute;cnicos, se conocen como nritta. Sin embargo, tanto esta como la danza expresiva (nritya) est&aacute;n estrechamente ligadas al sistema r&iacute;tmico (tala). Los profesores han adaptado el sistema mnem&oacute;nico r&iacute;tmico hablado llamado bol a las necesidades de los bailarines.</p>
<p>Los estilos de danza y teatro cl&aacute;sicos japoneses como Kabuki y Noh, como la danza y el teatro indio, distinguen entre producciones de danza narrativa y abstracta. Las tres categor&iacute;as principales de kabuki son jidaimono (hist&oacute;rico), sewamono (dom&eacute;stico) y shosagoto (piezas de danza).&#8203; De manera similar, Noh distingue entre Geki Noh, basado en el avance de la trama y la narraci&oacute;n de la acci&oacute;n, y Fury&#363; Noh, piezas de danza que involucran acrobacias, propiedades esc&eacute;nicas, m&uacute;ltiples personajes y acci&oacute;n esc&eacute;nica elaborada.</p>
<p><a href="Participativoysocial.html" class="Estilo1">Participativo y social</a></p>
<p>&nbsp;</p>
<p align="center"><img src="img7.jpg" width="220" height="330" /></p>
<p><a href="tiposdedanza.html" class="Estilo1">Tipos de Danza </a></p>
<p><a href="index.html" class="Estilo1">P&aacute;gina Principal </a></p>
<p align="center">&nbsp;</p>
</body>
</html>
