<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Espacio</title>
<style type="text/css">
<!--
.Estilo1 {
	font-size: 18px;
	font-weight: bold;
}
.Estilo2 {font-size: 18px}
-->
</style>
</head>

<body>
<h1 id="firstHeading">Espacio (f&iacute;sica)</h1>
<p>En f&iacute;sica, el espacio es una entidad geom&eacute;trica en la que interact&uacute;an los objetos f&iacute;sicos y en el que los sucesos que ocurren tienen una posici&oacute;n y direcci&oacute;n.&#8203; El espacio f&iacute;sico es habitualmente concebido con tres dimensiones lineales, aunque los f&iacute;sicos modernos usualmente lo consideran, junto con el tiempo, como una parte de un continuo de cuatro dimensiones conocido como espacio-tiempo, que en presencia de materia es curvo. En matem&aacute;ticas se examinan espacios con diferente n&uacute;mero de dimensiones y con diferentes estructuras subyacentes. El concepto de espacio es considerado de fundamental importancia para una comprensi&oacute;n del universo f&iacute;sico aunque haya continuos desacuerdos entre fil&oacute;sofos acerca de si es una entidad, una relaci&oacute;n entre entidades, o parte de un marco conceptual.</p>
<p>Muchas de estas cuestiones filos&oacute;ficas surgieron en el siglo xvii, durante el desarrollo temprano de la mec&aacute;nica cl&aacute;sica. Seg&uacute;n Isaac Newton, el espacio era absoluto, en el sentido de que era permanente y exist&iacute;a independientemente de la materia. En cambio, fil&oacute;sofos como Gottfried Leibniz, pensaban que el espacio era una colecci&oacute;n de relaciones entre objetos, dada por su distancia y direcci&oacute;n desde otro. En el siglo xviii, Immanuel Kant, consecuente con la filosof&iacute;a idealista, describi&oacute; el espacio y el tiempo como formas a priori, es decir, existentes solo en la mente humana, no fuera de ella, que nos permiten estructurar experiencias.</p>
<p>En los siglos XIX y XX los matem&aacute;ticos comenzaron a examinar la geometr&iacute;a no euclidiana, cuyo espacio puede decirse que es curvo, m&aacute;s que plano. De acuerdo a la teor&iacute;a general de la relatividad de Albert Einstein el espacio alrededor de los campos gravitatorios se desv&iacute;a del espacio eucl&iacute;deo.3&#8203; Pruebas de la relatividad general han confirmado que el espacio no eucl&iacute;deo provee un mejor modelo para la forma del espacio.</p>
<p><strong>Filosof&iacute;a del espacio</strong></p>
<p><span class="Estilo1">Gottfried Leibniz.</span><br />
En el siglo xvii, la filosof&iacute;a del espacio y el tiempo emergi&oacute; como un &iacute;tem central en epistemolog&iacute;a y metaf&iacute;sica. En su coraz&oacute;n, Gottfried Leibniz, el fil&oacute;sofo y matem&aacute;tico alem&aacute;n, e Isaac Newton, el f&iacute;sico y matem&aacute;tico ingl&eacute;s, elaboraron dos teor&iacute;as opuestas de lo que es el espacio. En vez de ser una entidad que existe independientemente de y por sobre la materia, Leibniz sostuvo que el espacio no es m&aacute;s que una colecci&oacute;n de relaciones espaciales entre objetos en el mundo: &quot;space is that which results from places taken together&quot;.&#8203; Las regiones desocupadas son aquellas que podr&iacute;an tener objetos en ellas, y as&iacute; relaciones espaciales con otros lugares. Para Leibniz, el espacio era una abstracci&oacute;n idealizada de las relaciones entre las entidades individuales o sus posibles localizaciones y entonces no ser&iacute;a continuo sino discreto.</p>
<p>El espacio podr&iacute;a pensarse de manera similar a las relaciones entre los miembros de una familia. Aunque las personas de una familia est&aacute;n relacionadas entre s&iacute;, las relaciones no existen independientemente de la gente. &#8203;Leibniz sostuvo que el espacio no podr&iacute;a existir independientemente de los objetos en el mundo porque eso implicar&iacute;a una diferencia entre dos universos exactamente iguales excepto por la localizaci&oacute;n del mundo material en cada universo. Pero no habr&iacute;a manera de distinguirlos entre s&iacute; ya que, conforme al principio de identidad de los indiscernibles, no habr&iacute;a ninguna diferencia real entre ellos. De acuerdo con el principio de raz&oacute;n suficiente, cualquier teor&iacute;a del espacio que implique la posibilidad de que existan estos dos universos, deber&iacute;a ser incorrecta.</p>
<p>Newton tom&oacute; el espacio como algo m&aacute;s que las relaciones entre los objetos materiales y bas&oacute; su posici&oacute;n en la observaci&oacute;n y la experimentaci&oacute;n. Para un relativista puede no haber diferencia entre movimiento inercial, en el cual los objetos viajan a una velocidad constante, y movimiento no inercial, en el cual la velocidad cambia con el tiempo, ya que todas las mediciones espaciales son relativas a otros objetos y sus movimientos. Pero Newton sostuvo que puesto que el movimiento no inercial genera fuerzas, este debe ser absoluto.&#8203; &Eacute;l us&oacute; el ejemplo del agua en un cubo girando para demostrar su argumento. El agua en un cubo colgado de una soga y puesto a girar, comienza con una superficie plana. Despu&eacute;s de un tiempo, como el cubo sigue girando, la superficie del agua se hace c&oacute;ncava. Si el giro del cubo se detiene, entonces la superficie del agua sigue siendo c&oacute;ncava, ya que sigue girando. La superficie c&oacute;ncava, por consiguiente, no es al parecer el resultado del movimiento relativo entre el cubo y el agua.&#8203; En lugar de ello, Newton sostuvo, debe ser el resultado de movimiento no inercial en relaci&oacute;n con el espacio mismo. Durante varios siglos el argumento de cubo fue decisivo para demostrar que el espacio debe existir independientemente de la materia.</p>
<p>A pesar de estas diferencias, tanto para Newton como para Leibniz el espacio f&iacute;sico se pod&iacute;a representar adecuadamente mediante un espacio eucl&iacute;deo tridimensional. Esta perspectiva cambiar&iacute;a con el advenimiento de la teor&iacute;a general de la relatividad y las teor&iacute;as de gravedad cu&aacute;ntica.</p>
<p align="left"><a href="Coreografiayelementosdeladanza.html" class="Estilo2">Coreograf&iacute;a y elementos de la danza</a></p>
<p align="left"><a href="index.html" class="Estilo2">P&aacute;gina Principal </a></p>
<p>&nbsp;</p>
</body>
</html>
