<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Movimiento art&iacute;stico</title>
<style type="text/css">
<!--
.Estilo1 {
	font-size: 24px;
	font-weight: bold;
}
.Estilo2 {font-size: 18px}
-->
</style>
</head>

<body>
<h1 id="firstHeading">Movimiento art&iacute;stico</h1>
<p>Un estilo art&iacute;stico es una tendencia referente al arte, con una filosof&iacute;a o estilo com&uacute;n, seguida por un grupo de artistas durante un per&iacute;odo de tiempo.</p>
<p>Si est&aacute; limitado a un grupo de artistas en un lugar y momento concreto, se habla entonces de una escuela art&iacute;stica; por ejemplo, la escuela sevillana de pintura.</p>
<p>Con la palabra estilo tambi&eacute;n se alude a las caracter&iacute;sticas que unifican o distinguen a un autor (el estilo personal o la voluntad de estilo,1&#8203; que se hace m&aacute;s marcada en los genios del arte y en la personalidad de los artistas burgueses, sometidos al mercado de arte,&#8203; sobre todo a partir del romanticismo); o, menos usualmente, a la kunstwollen (voluntad de arte o voluntad art&iacute;stica, en expresi&oacute;n de Alois Riegl). <a href="Psicologiadeladanza.html">Psicología de la danza</a></p>
<p><span class="Estilo1">Caracter&iacute;sticas</span></p>
<p><br />
  Cada movimiento o estilo art&iacute;stico refleja el arte con ciertos rasgos similares durante una etapa de tiempo, siendo una fen&oacute;meno de expresi&oacute;n art&iacute;stica que manifiesta las caracter&iacute;sticas propias de la &eacute;poca en la que surge. Los movimientos o estilos art&iacute;sticos se clasifican por los historiadores del arte o de la literatura atendiendo a distintos criterios de periodizaci&oacute;n (por ejemplo, la generaci&oacute;n) y se proyectan en las diferentes &aacute;reas de la literatura y el arte o bellas artes: m&uacute;sica, artes visuales (pintura, escultura y arquitectura).</p>
<p>Por ejemplo, para las creaciones culturales de la civilizaci&oacute;n occidental desde el siglo xvii hasta principios del siglo xviii, se ha acu&ntilde;ado el t&eacute;rmino barroco; aunque los productos art&iacute;sticos de las distintas artes no tengan una conexi&oacute;n evidente entre s&iacute;, se designan como arquitectura barroca, pintura barroca, m&uacute;sica barroca o literatura barroca.</p>
<p>El materialismo hist&oacute;rico interpreta los movimientos o estilos art&iacute;sticos como parte de la superestructura y, por tanto, solo entendibles a partir de la formaci&oacute;n econ&oacute;mico-social donde nacen o se desarrollan, de la que ser&iacute;an expresi&oacute;n ideol&oacute;gica (junto con la religi&oacute;n o el derecho).&#8203; Otras interpretaciones de la Historia del Arte&#8203; se plantean m&aacute;s bien el estudio de las variaciones o similitudes formales (formalismo), de su contenido iconogr&aacute;fico,&#8203; de la personalidad o psicolog&iacute;a de los artistas (incluso la aplicaci&oacute;n del psicoan&aacute;lisis).</p>
<p align="left"><a href="Coreografiayelementosdeladanza.html" class="Estilo2">Coreograf&iacute;a y elementos de la danza</a></p>
<p align="left"><a href="index.html" class="Estilo2">P&aacute;gina Principal </a></p>
<p>&nbsp;</p>
</body>
</html>
