<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Estudios de danza</title>
<style type="text/css">
<!--
.Estilo1 {font-size: 18px}
-->
</style>
</head>

<body>
<h2><span id="Estudios_de_danza">Estudios de danza</span></h2>
<p>En la d&eacute;cada de 1920, los estudios de la danza (pr&aacute;ctica de la danza, la teor&iacute;a cr&iacute;tica, an&aacute;lisis musical y de la historia) comenzaron a ser considerados como disciplinas acad&eacute;micas. Hoy en d&iacute;a estos estudios son una parte integral de las artes en muchas universidades y programas de humanidades.</p>
<p>A finales del siglo xx, se reconoci&oacute; el conocimiento pr&aacute;ctico como igual al acad&eacute;mico; esto condujo a la aparici&oacute;n de pr&aacute;cticas de investigaci&oacute;n. Una amplia gama de cursos de baile est&aacute;n disponibles, incluyendo:</p>
<p>Pr&aacute;ctica profesional: habilidades de interpretaci&oacute;n y t&eacute;cnica, docencia.</p>
<p><br />
  Pr&aacute;ctica de investigaci&oacute;n: la coreograf&iacute;a y el desempe&ntilde;o.</p>
<p><br />
  Etnocoreolog&iacute;a, que abarca los aspectos relacionados con la danza de: antropolog&iacute;a, estudios culturales, estudios de g&eacute;nero, estudios de &aacute;rea, la teor&iacute;a post-colonial, etnograf&iacute;a, etc.</p>
<p><br />
  La danzaterapia o terapia del baile.</p>
<p><br />
  La danza y la tecnolog&iacute;a: los nuevos medios y tecnolog&iacute;as de alto rendimiento.</p>
<p><br />
  An&aacute;lisis del movimiento Lab&aacute;n y estudios som&aacute;ticos.</p>
<p align="center"><img src="img6.jpg" width="220" height="278" /></p>
<p><br />
  T&iacute;tulos acad&eacute;micos est&aacute;n disponibles, desde licenciaturas hasta doctorados y otras becas postdoctorales.</p>
<p><a href="tiposdedanza.html" class="Estilo1">Tipos de Danza </a></p>
<p><a href="index.html" class="Estilo1">P&aacute;gina Principal </a></p>
</body>
</html>
