<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Expresi&oacute;n corporal</title>
<style type="text/css">
<!--
.Estilo1 {
	font-size: 18px;
	font-weight: bold;
}
.Estilo2 {font-size: 18px}
-->
</style>
</head>

<body>
<h1 id="firstHeading">Expresi&oacute;n corporal</h1>
<p>La expresi&oacute;n corporal o lenguaje corporal es una de las formas b&aacute;sicas para la comunicaci&oacute;n no verbal. A veces los gestos o tipos de vestimenta movimientos de las manos o los brazos pueden ser una gu&iacute;a de sus pensamientos o emociones subconscientes. Las palabras se usan para establecer y mantener relaciones personales, mientras que las se&ntilde;ales no verbales se utilizan para comunicar informaci&oacute;n acerca de los sucesos externos es para expresarse de una manera creativa, se refiere a la expresi&oacute;n con las manos que realizan las personas.</p>
<p align="center"><img src="img12.jpg" width="220" height="310" /></p>
<p class="Estilo1">Arte</p>
<p>Representaci&oacute;n teatral donde se muestra el uso de lenguaje corporal exagerado.<br />
  Como expresi&oacute;n art&iacute;stica se basa en la forma en que se interpretan emociones por medio de los movimientos: inconsciente y consciente. Se caracteriza por la disciplina que lleva a expresar emociones. El prop&oacute;sito principal es sentir libertad en la ejecuci&oacute;n de cada movimiento art&iacute;stico basado en los sentimientos que quieren expresar. Por ejemplo, si se quiere hacer una ejecuci&oacute;n de &eacute;stas, se utiliza la creatividad para inventar formas y movimientos de lo que se est&aacute; actuando, adem&aacute;s de que tienen que sentirse en completa libertad. La expresi&oacute;n corporal es una actividad que normalmente desempe&ntilde;an personajes como artistas, bailarines, mimos, etc. Esta actividad consiste en utilizar el cuerpo para representar ideas, sentimientos y sensaciones.</p>
<p>En la representaci&oacute;n teatral se podr&iacute;a prescindir de todos los sistemas de signos auditivos y de casi todos los visuales, menos de la acci&oacute;n; quien se dedica a la actuaci&oacute;n siempre es la persona encargada de llevarla a cabo, por lo que la expresi&oacute;n corporal es esencial, y fundamental en la representaci&oacute;n teatral, es decir, durante la obra de teatro.</p>
<p align="left"><a href="Coreografiayelementosdeladanza.html" class="Estilo2">Coreograf&iacute;a y elementos de la danza</a></p>
<p align="left"><a href="index.html" class="Estilo2">P&aacute;gina Principal </a></p>
<p>&nbsp;</p>
</body>
</html>
