<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Motivaci&oacute;n</title>
<style type="text/css">
<!--
.Estilo2 {font-size: 18px}
-->
</style>
</head>

<body>
<h4><span id="Motivaci&oacute;n">Motivaci&oacute;n</span></h4>
<p>La motivaci&oacute;n es lo que explica por qu&eacute; las personas o los animales inician, contin&uacute;an o terminan un cierto comportamiento en un momento determinado. Los estados motivacionales se entienden com&uacute;nmente como fuerzas que act&uacute;an dentro del agente y que crean una disposici&oacute;n para participar en un comportamiento dirigido a un objetivo. A menudo se sostiene que los diferentes estados mentales compiten entre s&iacute; y que solo el estado m&aacute;s fuerte determina el comportamiento.&#8203; Esto significa que podemos estar motivados para hacer algo sin hacerlo realmente. El estado mental paradigm&aacute;tico que proporciona motivaci&oacute;n es el deseo. Pero puede que varios otros estados, como las creencias sobre lo que se debe hacer o las intenciones, tambi&eacute;n proporcionan motivaci&oacute;n.</p>
<p>Se han propuesto varias teor&iacute;as opuestas sobre el contenido de los estados motivacionales. Se conocen como teor&iacute;as de contenido y pretenden describir qu&eacute; objetivos motivan a las personas normalmente o siempre. La jerarqu&iacute;a de necesidades de Abraham Maslow y la teor&iacute;a ERG, por ejemplo, postulan que los seres humanos tienen ciertas necesidades, que son responsables de la motivaci&oacute;n. Algunas de estas necesidades, como la de comida y agua, son m&aacute;s b&aacute;sicas que otras, como la de respeto por parte de los dem&aacute;s. Seg&uacute;n este punto de vista, las necesidades superiores solo pueden proporcionar motivaci&oacute;n una vez que se han satisfecho las necesidades inferiores.&#8203; Las teor&iacute;as conductistas tratan de explicar el comportamiento solamente en t&eacute;rminos de la relaci&oacute;n entre la situaci&oacute;n y el comportamiento externo y observable, sin referencia expl&iacute;cita a los estados mentales conscientes.</p>
<p>La motivaci&oacute;n puede ser intr&iacute;nseca, si la actividad se desea porque es intr&iacute;nsecamente interesante o agradable, o extr&iacute;nseca, si el objetivo del agente es una recompensa externa distinta de la actividad en s&iacute;.&#8203; Se ha argumentado que la motivaci&oacute;n intr&iacute;nseca tiene resultados m&aacute;s beneficiosos que la motivaci&oacute;n extr&iacute;nseca. &#8203; Los estados motivacionales tambi&eacute;n pueden clasificarse seg&uacute;n si el agente es plenamente consciente de por qu&eacute; act&uacute;a como lo hace o no, lo que se conoce como motivaci&oacute;n consciente e inconsciente. La motivaci&oacute;n est&aacute; estrechamente relacionada con la racionalidad pr&aacute;ctica. Una idea central en este campo es que debemos estar motivados para realizar una acci&oacute;n si creemos que debemos realizarla. No cumplir con este requisito resulta en casos de irracionalidad, conocidos como akrasia o debilidad de la voluntad, en los que hay una discrepancia entre nuestras creencias sobre lo que debemos hacer y nuestras acciones.</p>
<p align="center"><img src="img15.png" width="220" height="313" /></p>
<p>La investigaci&oacute;n sobre la motivaci&oacute;n se ha empleado en varios campos. En el campo de los negocios, una cuesti&oacute;n central se refiere a la motivaci&oacute;n laboral, por ejemplo, qu&eacute; medidas un empleador puede utilizar para garantizar que sus empleados est&eacute;n motivados. La motivaci&oacute;n tambi&eacute;n es de particular inter&eacute;s para los psic&oacute;logos de la educaci&oacute;n debido a su papel crucial en el aprendizaje de los estudiantes. En este &aacute;mbito, se ha prestado atenci&oacute;n especial a los efectos de la motivaci&oacute;n intr&iacute;nseca y extr&iacute;nseca.</p>
<p><a href="Psicologiadeladanza.html" class="Estilo2">Psicología de la danza</a></p>
<p><a href="index.html" class="Estilo2">P&aacute;gina Principal </a></p>
<p>&nbsp;</p>
</body>
</html>
