<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Ritmo</title>
<style type="text/css">
<!--
.Estilo1 {font-size: 18px}
-->
</style>
</head>

<body>
<h2><span id="Ritmo">Ritmo</span></h2>
<p>El ritmo y la danza est&aacute;n profundamente vinculados en la historia y la pr&aacute;ctica. El bailar&iacute;n estadounidense Ted Shawn escribi&oacute;; &quot;La concepci&oacute;n del ritmo que subyace a todos los estudios de la danza es algo de lo que podr&iacute;amos hablar para siempre, sin agotar el tema&quot;. Un ritmo musical requiere dos elementos principales; primero, un pulso que se repite regularmente (tambi&eacute;n llamado &quot;tiempo&quot; o &quot;tactus&quot;) que establece el tempo y, segundo, un patr&oacute;n de acentuaci&oacute;n y silencios que establece el car&aacute;cter del comp&aacute;s o patr&oacute;n r&iacute;tmico b&aacute;sico. El pulso b&aacute;sico tiene aproximadamente la misma duraci&oacute;n que un simple paso o gesto.<br />
</p>
<p>Un ritmo b&aacute;sico de tango<br />
  Los bailes generalmente tienen un tempo y un patr&oacute;n r&iacute;tmico caracter&iacute;sticos. El tango, por ejemplo, se suele bailar en un tiempo de 2 x 4 a aproximadamente 66 latidos por minuto. El paso lento b&aacute;sico, llamado &quot;lento&quot;, dura un tiempo, de modo que un paso completo &quot;derecha-izquierda&quot; es igual a un 2 x 4. La caminata b&aacute;sica hacia adelante y hacia atr&aacute;s de la danza se cuenta as&iacute; - &quot;lento-lento&quot; - mientras que muchas figuras adicionales se cuentan &quot;lento - r&aacute;pido-r&aacute;pido&quot;.</p>
<p>As&iacute; como los ritmos musicales se definen por un patr&oacute;n de golpes fuertes y d&eacute;biles, los movimientos corporales repetitivos a menudo dependen de la alternancia de movimientos musculares &quot;fuertes&quot; y &quot;d&eacute;biles&quot;.&#8203; Dada esta alternancia de izquierda-derecha, de adelante-atr&aacute;s y de subida-bajada, junto con la simetr&iacute;a bilateral del cuerpo humano, es natural que muchos bailes y mucha m&uacute;sica est&eacute;n expresados mediante m&eacute;trica doble y cu&aacute;druple. Dado que algunos de estos movimientos requieren m&aacute;s tiempo en una fase que en la otra, como el tiempo m&aacute;s largo requerido para levantar un martillo que para golpear, algunos ritmos de baile se expresan con naturalidad mediante m&eacute;trica triple. Ocasionalmente, como por ejemplo en las danzas folcl&oacute;ricas de los Balcanes, las tradiciones de la danza dependen en gran medida de ritmos m&aacute;s complejos. Adem&aacute;s, las danzas complejas compuestas por una secuencia fija de pasos siempre requieren frases y melod&iacute;as de cierta duraci&oacute;n fija para acompa&ntilde;ar esa secuencia.</p>
<p>El acto mismo de bailar, los pasos en s&iacute;, generan un &quot;esqueleto inicial de pulsos r&iacute;tmicos&quot; que debe haber precedido a cualquier acompa&ntilde;amiento musical separado, mientras que la danza en s&iacute;, tanto como la m&uacute;sica, requiere cronometraje6&#8203; de la misma manera que los movimientos repetitivos utilitarios de caminar, arrastrar y excavar adquieren, a medida que se refinan, algo de la calidad de la danza.</p>
<p>Por lo tanto, el acompa&ntilde;amiento musical surgi&oacute; en la danza m&aacute;s antigua, de modo que los antiguos egipcios atribuyeron el origen de la danza al divino Athotus, de quien se dice que observ&oacute; que la m&uacute;sica que acompa&ntilde;aba los rituales religiosos hac&iacute;a que los participantes se movieran r&iacute;tmicamente y llevaran estos movimientos a una medida proporcional. La misma idea, que la danza surge del ritmo musical, se encuentra en la Europa renacentista en las obras del maestro de danza Guglielmo Ebreo da Pesaro, quien habla de la danza como un movimiento f&iacute;sico que surge y expresa el movimiento espiritual hacia adentro, de acuerdo con las &quot;medidas y concordancias perfectas de armon&iacute;a&quot; que llegan al o&iacute;do humano,&#8203; mientras que, antes, Mechthild de Magdeburg, aferr&aacute;ndose a la danza como s&iacute;mbolo de la vida santa presagiada en las palabras de Jes&uacute;s: &quot;Toqu&eacute; la flauta y vosotros no hab&eacute;is bailado&quot;, escribe;</p>
<p>No puedo bailar a menos que t&uacute; me dirijas. Si quieres que salte en alto, canta t&uacute; y saltar&eacute;, en el amor y del amor al conocimiento y del conocimiento al &eacute;xtasis por encima de todo sentido humano. </p>
<p>De hecho, el c&eacute;lebre tratado de danza &quot;Orch&eacute;sographie&quot; de Thoinot Arbeau del siglo xvi comienza con definiciones de m&aacute;s de ochenta ritmos de percusi&oacute;n distintos.</p>
<p>Como se ha mostrado anteriormente, la danza ha sido representada a lo largo de los siglos como una respuesta a la m&uacute;sica, pero, tal como indic&oacute; Lincoln Kirstein, es al menos tan probable que la m&uacute;sica primitiva surgiera de la danza. Shawn est&aacute; de acuerdo, afirmando que la danza &quot;fue el primer arte de la raza humana, y la matriz a partir de la cual surgieron todas las dem&aacute;s artes&quot; y que incluso la &quot; m&eacute;trica en nuestra poes&iacute;a actual es el resultado de los acentos necesarios para el movimiento corporal, ya que el baile y la recitaci&oacute;n se realizaban simult&aacute;neamente &quot;,&#8203; una afirmaci&oacute;n algo apoyada por el uso com&uacute;n del t&eacute;rmino &quot;pie&quot; para describir las unidades r&iacute;tmicas fundamentales de la poes&iacute;a.</p>
<p><a href="Ladanzaylamusica.html" class="Estilo1">La danza y la música</a></p>
<p><a href="index.html" class="Estilo1">P&aacute;gina Principal </a></p>
</body>
</html>
