<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Ritmo</title>
<style type="text/css">
<!--
.Estilo2 {font-size: 18px}
-->
</style>
</head>

<body>
<h1 id="firstHeading">Ritmo</h1>
<p>El ritmo, como un recurso fundamental en la visualidad (del griego &#8165;&upsilon;&theta;&mu;&#972;&sigmaf; rhythm&oacute;s, &lsquo;cualquier movimiento regular y recurrente&rsquo;, &lsquo;simetr&iacute;a&rsquo;), &#8203; puede definirse generalmente como un &laquo;movimiento marcado por la sucesi&oacute;n regular de elementos d&eacute;biles y fuertes, o bien de condiciones opuestas o diferentes&raquo;. Es decir, un flujo de movimiento, controlado o medido, sonoro o visual, generalmente producido por una ordenaci&oacute;n de elementos diferentes del medio en cuesti&oacute;n.</p>
<p align="center"><img src="img11.jpg" width="300" height="200" /></p>
<p>Se trata de un rasgo b&aacute;sico de todas las artes, especialmente de la m&uacute;sica, la poes&iacute;a y la danza. En m&uacute;sica la mayor&iacute;a de las definiciones tradicionales aluden al ritmo como fuerza din&aacute;mica y organizativa de la m&uacute;sica. La naturaleza del ritmo es primordialmente subjetiva. La idea de regularidad define el ritmo, pero no es la &uacute;nica ya que una de las primeras definiciones de ritmo en la historia de la m&uacute;sica est&aacute; relacionada con su ra&iacute;z griega (rheos, fluir), marcando as&iacute; una relaci&oacute;n directa con el movimiento. En efecto, podemos encontrar m&uacute;ltiples definiciones que a&uacute;nan movimiento, orden y periodicidad con relaci&oacute;n al ritmo musical. Sin embargo, existen definiciones desde el punto de vista de la percepci&oacute;n temporal: &lsquo;el ritmo describe [...] eventos en escalas temporales dentro de los l&iacute;mites de la memoria a corto plazo&rsquo;.&#8203; En este sentido, Clarke&#8203; define el ritmo musical como &lsquo;fen&oacute;menos temporales de peque&ntilde;a y mediana escala&rsquo;.</p>
<p>En las artes esc&eacute;nicas el ritmo es la cronolog&iacute;a de los acontecimientos a escala humana, de los sonidos musicales y los silencios, de los pasos de una danza o la m&eacute;trica del lenguaje hablado y la poes&iacute;a. El ritmo tambi&eacute;n puede referirse a la presentaci&oacute;n visual, como &lsquo;el movimiento programado a trav&eacute;s del espacio&rsquo; y un lenguaje com&uacute;n a modo de patr&oacute;n que une el ritmo con la geometr&iacute;a. Asimismo, el significado general de ritmo como repetici&oacute;n o patr&oacute;n regular en el tiempo puede aplicarse a una amplia variedad de fen&oacute;menos naturales c&iacute;clicos que tienen una periodicidad o frecuencia que puede ir desde microsegundos a millones de a&ntilde;os.</p>
<p align="left"><a href="Coreografiayelementosdeladanza.html" class="Estilo2">Coreograf&iacute;a y elementos de la danza</a></p>
<p align="left"><a href="index.html" class="Estilo2">P&aacute;gina Principal</a></p>
<p>&nbsp;</p>
</body>
</html>
